acpi
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
adw-gtk-theme
alacarte
alacritty
ansible
apparmor
b43-fwcutter
baobab
base
base-devel
betterlockscreen
bibata-cursor-theme
bluez-utils
bmenu
btrfs-progs
btrfsmaintenance
bzip2
caffeine-ng
cheese
code
collision
coreutils
cpupower
cronie
cryptsetup
dart
deja-dup
device-mapper
dhclient
dhcpcd
diffutils
discord
dmidecode
dmraid
dnsmasq
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
endeavour
evince
exfatprogs
f2fs-tools
feh
ffmpeg-audio-thumbnailer
ffmpegthumbnailer
figma-linux
file-roller
firefox
font-manager
fprintd
fragments
gdm
geary
gedit
github-cli
gnome-backgrounds
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-connections
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-firmware
gnome-font-viewer
gnome-keyring
gnome-layout-switcher
gnome-logs
gnome-maps
gnome-mines
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell-extension-appindicator
gnome-shell-extension-arcmenu
gnome-shell-extension-custom-accent-colors
gnome-shell-extension-dash-to-dock
gnome-shell-extension-dash-to-panel
gnome-shell-extension-gnome-ui-tune
gnome-shell-extension-gsconnect
gnome-shell-extension-gtk4-desktop-icons-ng
gnome-shell-extension-legacy-theme-auto-switcher
gnome-shell-extension-material-shell
gnome-shell-extension-x11gestures
gnome-shell-extensions
gnome-shell-maia
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gnuchess
google-chrome
grilo-plugins
grub
grub-btrfs
grub-theme-manjaro
gthumb
gtk-engine-murrine
gtk-theme-switch2
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
helix
htop
i3-wm
i3blocks
i3status
iagno
ibus
inetutils
intel-ucode
inxi
jfsutils
kvantum-manjaro
less
lib32-libva-vdpau-driver
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libdvdcss
libpamac-flatpak-plugin
libva-mesa-driver
libva-vdpau-driver
linux61
logrotate
lollypop
lrzip
lsd
lvm2
lxappearance-gtk3
maim
malcontent
man-db
man-pages
manjaro-alsa
manjaro-base-skel
manjaro-browser-settings
manjaro-gdm-branding
manjaro-gnome-backgrounds
manjaro-gnome-extension-settings
manjaro-gnome-settings
manjaro-gstreamer
manjaro-hello
manjaro-input
manjaro-log-helper
manjaro-modem
manjaro-printer
manjaro-pulse
manjaro-ranger-settings
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-system
manjaro-zsh-config
mdadm
memtest86+
memtest86+-efi
mesa-utils
mesa-vdpau
meson
mhwd
mhwd-db
mkinitcpio-openswap
modemmanager
nano
nano-syntax-highlighting
nautilus
nautilus-admin
nautilus-empty-file
neofetch
neovim
network-manager-sstp
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-strongswan
networkmanager-vpnc
nfs-utils
nitrogen
nodejs
noto-fonts
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ocs-url
openresolv
openssh
os-prober
p7zip
pacui
pamac-gnome-integration
pamac-gtk
papirus-maia-icon-theme
paru
perl
picom
plocate
plymouth-theme-manjaro
pnpm
polybar
polybar-spotify-module
power-profiles-daemon
python-pip
python-pipx
pywal-16-colors
qt5ct
qt6ct
quadrapassel
reiserfsprogs
rofi
rsync
rygel
s-nail
scrot
seahorse
simple-scan
snapd
sof-firmware
spectacle
spectre-meltdown-checker
spotify-tui
squashfs-tools
starship
steam
sudo
sushi
sysfsutils
system-config-printer
systemd
telegram-desktop
texinfo
timeshift
timeshift-autosnap-manjaro
tmux
totem
touche
tracker3-miners
ttf-dejavu
ttf-droid
ttf-hack
ttf-inconsolata
ttf-indic-otf
ttf-liberation
unace
unrar
usbutils
vi
vulkan-intel
vulkan-radeon
webapp-manager
wget
which
wireless-regdb
wpa_supplicant
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-server
xorg-xinit
yakuake
yay-git
